Repository: Gabrieleirbag1/MAKAROV-AIRPORT
Catalog: MAKAROV/locale/*/LC_MESSAGES/django.po
Languages: fr, ru

source: Choose...
fr: Choisir..
ru: Выбирать...

source: Round-Trip
fr: Aller-retour
ru: Поездка туда и обратно

source: One-way ticket
fr: Aller-simple
ru: Билет в одну сторону

source: Please select a valid option.
fr: Merci de selectionner une option valide
ru: Пожалуйста, выберите действительный вариант.

source: Departure
fr: Depart
ru: Отправление

source: Arrival
fr: Arrivee
ru: Прибытие

source: Please select a date.
fr: Merci de selectionner une date
ru: Пожалуйста, выберите дату.

source: Adults
fr: Adultes
ru: Взрослые

source: Kids
fr: Enfants
ru: Дети

source: Class
fr: Classe
ru: Сорт

source: Economy
fr: Economie
ru: Экономика

source: First Class
fr: Première Classe
ru: Первый класс

source: Please select a travel class.
fr: Merci de selectionner une classe..
ru: Пожалуйста, выберите класс путешествия.

source: Search for a flight
fr: Chercher un vol
ru: Искать рейс

source: Home
fr: Acceuil
ru: Дом

source: About
fr: A propos
ru: О

source: Team
fr: Equipes
ru: Команда

source: Flights
fr: Vols
ru: Рейсы

source: Browse Flights
fr: Explorer vols
ru: Обзор рейсов

source: My Flights
fr: Mes vols
ru: Мои рейсы

source: Profile
fr: Profil
ru: Профиль

source: Logout
fr: Se deconnecter
ru: Выйти

source: Login
fr: Se connecter
ru: Авторизоваться

source: Register
fr: S'enregistrer
ru: регистр

source: Experience the Sky Like Never Before
fr: Découvrez le ciel comme jamais auparavant
ru: Почувствуйте небо, как никогда раньше

source: Makarov Airlines - Where Every Journey is as Memorable as the Destination.
fr: Makarov Airlines - Ou chaque voyage est aussi memorable que la destination.
ru: «Авиалинии Макарова» — где каждое путешествие запоминается так же, как и пункт назначения.

source: Get Started
fr: Demarrer
ru: Начать

source: Fly Beyond Borders
fr: Voler par dela frontieres
ru: Летайте за пределы границ

source: With us, you don't have to worry about feeling restrained, just leave !
fr: Avec nous, vous n'avez pas à craindre de vous sentir retenu, partez !
ru: С нами вам не придется беспокоиться о том, что вы почувствуете себя сдержанным, просто уходите!

source: Flight Operations
fr: Operations de vol
ru: Полеты

source: Makarov Airlines ensures efficient management and operation of flights, with a steadfast commitment to safety and customer satisfaction. Our dedicated team expertly handles complex logistics, providing superior air travel experiences that meet the highest industry standards.
fr: Les compagnies aériennes Makarov assurent une gestion et une exploitation efficaces des vols, avec un engagement indéfectible en matière de sécurité et de satisfaction des clients. Notre équipe dédiée gère avec expertise des logistiques complexes, offrant des expériences de voyage aérien supérieures qui répondent aux normes les plus élevées de l'industrie.
ru: Авиакомпания Макарова обеспечивает эффективное управление и выполнение рейсов, при этомтвердая приверженность безопасности и удовлетворенности клиентов. Наш преданныйкоманда умело справляется со сложной логистикой, обеспечивая превосходное качество авиаперевозокопыт, соответствующий самым высоким отраслевым стандартам.

source: Cabin Comfort Design
fr: Design de cabines comfortables
ru: Комфортный дизайн салона

source: Aircraft Maintenance
fr: Maintenance des engins
ru: Техническое обслуживание самолетов

source: In-flight Service Enhancement
fr: Service de vol
ru: Улучшение обслуживания на борту

source: Airport Lounge Services
fr: Service Lounge disponible
ru: Услуги зала ожидания в аэропорту

source: Aviation Safety Compliance
fr: En accord avec les normes de sécurité
ru: Соблюдение требований авиационной безопасности

source: Our Services
fr: Nos services
ru: Наши услуги

source: Customer Service
fr: Service client
ru: Обслуживание клиентов

source: Dedicated to providing top-notch service, from booking to landing, ensuring a seamless and pleasant journey for every traveler.
fr: Dedié a fournir un service au top, du décollage à l'atterissage, nousassurons un voyage plaisant et rapide pour chaque voyageur.
ru: Мы стремимся предоставить первоклассный сервис, от бронирования до посадки, обеспечивая беспрепятственное и приятное путешествие для каждого путешественника.

source: Safety Protocols
fr: Mesures de sécurité
ru: Протоколы безопасности

source: Implementing
fr: Implementation
ru: Реализация

source: rigorous
fr: de
ru: тщательный

source: safety measures and continuous staff training to maintain our commitment to passenger
fr: mesures de sécurité rigoureuse et une formation continuelle de nos equipiers.
ru: меры безопасности и постоянное обучение персонала для поддержания нашей приверженностипассажир

source: Cabin Design
fr: Design de cabines
ru: Дизайн кабины

source: Focused on enhancing passenger comfort and convenience by integrating state-of-the-art design and technology in our aircraft cabins.
fr: Concentré sur l'amélioration du confort et de la commodité des passagers en intégrant des designs et des technologies de pointe dans nos cabines d'avion.
ru: Мы ориентированы на повышение комфорта и удобства пассажиров за счет внедрения современного дизайна и технологий в салоны наших самолетов.

source: Ensuring optimal flight schedules and routes to provide timely and efficient travel experiences for all passengers.
fr: Assurer des horaires et des itinéraires de vol optimaux pour offrir des expériences de voyage ponctuelles et efficaces à tous les passagers.
ru: Обеспечение оптимальных расписаний и маршрутов рейсов для обеспечения своевременного и эффективного путешествия для всех пассажиров.

source: In-flight Entertainment
fr: Divertissement en vol
ru: Развлечения на борту

source: Offering a wide range of entertainment options to keep passengers engaged and comfortable throughout their flight.
fr: Nous offrons une selection de divertissements en vol afin de garder nos passagers en forme durant leur vol.
ru: Предлагает широкий выбор развлечений, чтобы пассажиры были заняты и чувствовали себя комфортно на протяжении всего полета.

source: 24/7 Customer Support
fr: 24/7 Service client
ru: Круглосуточная поддержка клиентов, 7 дней в неделю

source: Available around the clock to assist with bookings, flight changes, and to address any inquiries or concerns our passengers may have.
fr: Toujours disponible pour répondre à vos questions ou retour dont vous nous faites part !
ru: Доступен круглосуточно, чтобы помочь с бронированием, изменением рейса, а также ответить на любые вопросы или проблемы, которые могут возникнуть у наших пассажиров.

source: Our special Team
fr: Notre equipe spéciale
ru: Наша специальная команда

source: PR Crisis Manager
fr: Division Gestion de Crise
ru: PR-кризисный менеджер

source: Chief Aviation Officer
fr: Chef général Aviation
ru: Главный авиационный офицер

source: Chief Executive Officer and Founder
fr: PDG
ru: Главный исполнительный директор и основатель

source: Chief Financial Officer
fr: Directeur Financier
ru: Главный финансовый директор

source: Working for a better transport, together.
fr: Travailler pour de meilleurs déplacements, ensemble.
ru: Вместе работаем над улучшением транспорта.

source: Ideas, feedbacks, we can't wait to hear what you have to say about us !
fr: Des idées, des retours, nous sommes tout ouie !
ru: Идеи, отзывы, нам не терпится услышать, что вы скажете о нас!

source: Contact us
fr: Nous contacter
ru: Связаться с нами

source: Our Fleet
fr: Notre Flotte
ru: Наш флот

source: All
fr: Tout
ru: Все

source: Narrow-body
fr: Fuselage étroit
ru: Узкое тело

source: Wide-body
fr: Fuselage large
ru: Широкое тело

source: Very Large Aircraft
fr: Très gros porteur
ru: Очень Большой Самолет

source: Flight Attendant
fr: Stewart
ru: Бортпроводник

source: Working at our airline has truly been a journey of personal and professional growth. Every day, I have the privilege of meeting people from all walks of life and ensuring their comfort and safety on their travels. It's a rewarding experience when passengers disembark with a smile, thanking us for a pleasant flight.
fr: Travailler dans notre compagnie aérienne a vraiment été un voyage de croissance personnelle et professionnelle. Chaque jour, j'ai le privilège de rencontrer des personnes de tous horizons et de m'assurer de leur confort et de leur sécurité pendant leurs voyages. C'est une expérience gratifiante lorsque les passagers débarquent avec le sourire, nous remerciant pour un vol agréable.
ru: Работа в нашей авиакомпании – это действительно путь личностного и профессионального роста. Каждый день мне выпадает честь встречаться с людьми из всех слоев общества и обеспечивать их комфорт и безопасность во время путешествий. Приятно, когда пассажиры выходят из самолета с улыбкой и благодарят нас за приятный полет.

source: Customer Service Agent
fr: Agent de service
ru: Агент по обслуживанию клиентов

source: I love the dynamic environment of working at the airport. Each day brings new challenges and learning opportunities. Our team is like a family; we support each other in providing the best service to our customers, helping to resolve their issues and ensuring they have a smooth journey from check-in to boarding.
fr: J'adore l'environnement dynamique de travail à l'aéroport. Chaque jour apporte de nouveaux défis et des opportunités d'apprentissage. Notre équipe est comme une famille; nous nous soutenons mutuellement pour offrir le meilleur service à nos clients, les aider à résoudre leurs problèmes et garantir qu'ils aient un voyage fluide de l'enregistrement à l'embarquement.

source: Aircraft Maintenance Technician
fr: Agent de Maintenance

source: There's a profound sense of responsibility in maintaining the safety and readiness of aircraft. It's not just about the technical skills, which are critical, but also about maintaining a mindset of continual improvement and adherence to safety protocols. Our work behind the scenes is key to the airline's success and passenger safety.
fr: Il y a un profond sentiment de responsabilité à maintenir la sécurité et la préparation des avions. Ce n'est pas seulement une question de compétences techniques, qui sont essentielles, mais aussi de maintenir un état d'esprit d'amélioration continue et de respect des protocoles de sécurité. Notre travail en coulisses est essentiel au succès de la compagnie aérienne et à la sécurité des passagers.

source: Baggage Handler
fr: Gestionnaire de baggages

source: My role at the airline is physically demanding but extremely vital. Ensuring that every passenger's luggage is handled properly and makes it on the right flight is a challenge I take seriously. It's satisfying to see operations run smoothly because of our efficiency and hard work on the ground.
fr: Mon rôle au sein de la compagnie aérienne est physiquement exigeant mais extrêmement vital. Assurer que les bagages de chaque passager soient correctement manipulés et arrivent sur le bon vol est un défi que je prends très au sérieux. Il est gratifiant de voir les opérations se dérouler sans accroc grâce à notre efficacité et notre travail acharné au sol.

source: In-flight Catering Coordinator
fr: Coordinateur de traiteur en vol

source: Being part of the in-flight catering team allows me to contribute to the overall travel experience of our passengers. From selecting menu items to ensuring meals are prepared and delivered on time, our goal is to enhance the flying experience with quality and taste, making every meal aloft memorable.
fr: Faire partie de l'équipe de restauration à bord me permet de contribuer à l'expérience de voyage globale de nos passagers. De la sélection des plats au bon déroulement et à la livraison des repas à temps, notre objectif est d'améliorer l'expérience de vol avec qualité et saveur, rendant chaque repas en vol mémorable.

source: Latest News
fr: Dernières nouvelles

source: Makarov Airlines Enhances Efficiency with Team Restructuring
fr: Makarov Airlines améliore son efficacité grâce à une restructuration de ses équipes

source: Makarov Airlines today announced a workforce optimization strategy to elevate operational efficiency and enhance service quality. This decisive move positions us for sustainable growth and continued competitive pricing.
fr: Aujourd'hui, Makarov Airlines a annoncé une stratégie d'optimisation des effectifs visant à améliorer l'efficacité opérationnelle et à renforcer la qualité de service. Cette initiative décisive nous positionne pour une croissance durable et une politique tarifaire compétitive continue.

source: Read more
fr: Lire plus

source: Innovative Safety Enhancements Underway at Makarov Airlines
fr: Des innovations en sécurité sont en cour chez Makarov Airlines

source: In our quest for cutting-edge aviation solutions, some flights are testing new, non-critical component designs that
fr: Dans notre quête d'innovations en aviation, de nouveaux vols sont en train de tester de nouveaux composants qui

source: will not fall-off
fr: ne tomberont pas

source: this time. These innovations are key to advancing our commitment to safety and operational excellence.
fr: cette fois-ci. Ces innovations sont clefs pour l'avancement de la sécurité de nos appareils.

source: Makarov Airlines Elevates Safety; Media Clamor Dismissed
fr: Makarov Airlines augmente ses standards de sécurité

source: Amidst sensationalist media claims, Makarov Airlines proudly advances our fleet modernization. This shift not only debunks myths but also propels our unwavering commitment to leading-edge safety and passenger comfort.
fr: Face aux allégations sensationnalistes des médias, Makarov Airlines avance fièrement dans la modernisation de notre flotte. Ce changement non seulement dément les mythes mais renforce également notre engagement indéfectible envers la sécurité de pointe et le confort des passagers.

source: Show flights
fr: Afficher vols

source: Add flight
fr: Ajouter un vol

source: Airports
fr: Aeroports

source: Show airports
fr: Afficher Aeroports

source: Add Airport
fr: Ajouter Aeroport

source: Cancel demands
fr: Demandes d'annulation

source: Date
ru: Дата

source: Business
ru: Бизнес

source: Services
ru: Услуги

source: Contact
ru: Контакт

source: safety
ru: безопасность

source: at all times
ru: во все времена
